Repository: Plov94/td-booking
Catalog: languages/td-booking-*.po
Languages: nb_no

source: TD Booking
nb_no: TD Bestilling

source: Services
nb_no: Tjenester

source: Bookings
nb_no: Bestillinger

source: Settings
nb_no: Innstillinger

source: Logs
nb_no: Logger

source: Edit Service
nb_no: Rediger tjeneste

source: Booking Details
nb_no: Bestillingsdetaljer

source: Name
nb_no: Navn

source: Email
nb_no: E-post

source: Phone
nb_no: Telefon

source: Address
nb_no: Adresse

source: I accept the terms and conditions
nb_no: Jeg aksepterer vilkårene

source: Book Appointment
nb_no: Bestill time

source: Technicians plugin missing
nb_no: Tekniker-utvidelse mangler

source: Missing required parameters
nb_no: Mangler påkrevde parametere

source: TD Booking requires the TD Technicians plugin (active, compatible version). Public endpoints are disabled.
nb_no: TD Bestilling krever TD Technicians-utvidelsen (aktiv, kompatibel versjon). Offentlige endepunkter er deaktivert.

source: Full Name
nb_no: Fullt navn

source: Email Address
nb_no: E-postadresse

source: Phone Number
nb_no: Telefonnummer

source: Customer Information
nb_no: Kundeinformasjon

source: Select service
nb_no: Velg tjeneste

source: Choose a service
nb_no: Velg en tjeneste

source: Number of participants
nb_no: Antall deltakere

source: Set how many people will attend
nb_no: Angi hvor mange som deltar

source: Decrease participants
nb_no: Reduser deltakere

source: Increase participants
nb_no: Øk deltakere

source: Assigned technician: %s
nb_no: Tildelt tekniker: %s

source: Continue to Checkout
nb_no: Gå til betaling

source: Loading...
nb_no: Laster...

source: Loading available times...
nb_no: Laster ledige tider...

source: No available time slots found. Please try different dates or contact us directly.
nb_no: Ingen ledige tidspunkt funnet. Prøv andre datoer eller kontakt oss.

source: Select appointment time
nb_no: Velg tidspunkt for avtale

source: Choose a time slot
nb_no: Velg et tidspunkt

source: Error loading available times. Please try again.
nb_no: Feil ved lasting av ledige tider. Prøv igjen.

source: Service
nb_no: Tjeneste

source: Time slot
nb_no: Tidspunkt

source: Terms acceptance
nb_no: Godkjenning av vilkår

source: Please fill in the following required fields:
nb_no: Vennligst fyll ut følgende påkrevde felt:

source: Please enter a valid email address.
nb_no: Vennligst skriv inn en gyldig e-postadresse.

source: Redirecting to checkout...
nb_no: Videresender til betaling...

source: Booking successful! You will receive a confirmation email shortly.
nb_no: Bestilling vellykket! Du vil snart motta en bekreftelses-e-post.

source: Error creating booking. Please try again.
nb_no: Feil ved opprettelse av bestilling. Prøv igjen.

source: Network error. Please check your connection and try again.
nb_no: Nettverksfeil. Sjekk tilkoblingen og prøv igjen.

source: Select a date to see available times
nb_no: Velg en dato for å se ledige tider

source: Previous month
nb_no: Forrige måned

source: Next month
nb_no: Neste måned

source: Calendar
nb_no: Kalender

source: Select date
nb_no: Velg dato

source: Participant
nb_no: Deltaker

source: Terms & Conditions
nb_no: Vilkår og betingelser

source: Loading…
nb_no: Laster…

source: Close
nb_no: Lukk

source: View Order #%d
nb_no: Vis bestilling #%d

source: PHP 8.1 Compatibility Notice:
nb_no: PHP 8.1-kompatibilitetsmerknad:

source: You are using PHP 8.1+ with WordPress %s.
nb_no: Du bruker PHP 8.1+ med WordPress %s.

source: For optimal compatibility, consider updating WordPress to version 6.0 or higher.
nb_no: For best kompatibilitet, vurder oppdatering av WordPress til versjon 6.0 eller nyere.

source: This plugin includes compatibility fixes for the current setup.
nb_no: Denne utvidelsen inkluderer kompatibilitetsfikser for dagens oppsett.

source: Service deleted successfully.
nb_no: Tjenesten ble slettet.

source: Also deleted %d associated booking(s).
nb_no: Slettet også %d tilknyttet(e) bestilling(er).

source: Error deleting service.
nb_no: Feil ved sletting av tjeneste.

source: Invalid booking ID.
nb_no: Ugyldig bestillings-ID.

source: Booking not found.
nb_no: Bestilling ble ikke funnet.

source: Unknown Service
nb_no: Ukjent tjeneste

source: Back to Bookings List
nb_no: Tilbake til bestillingsliste

source: WooCommerce Order
nb_no: WooCommerce-ordre

source: Admin Actions
nb_no: Admin-handlinger

source: Cancel this booking. This will attempt to remove the CalDAV event and email a cancellation ICS to the customer.
nb_no: Avbryt denne bestillingen. Dette vil forsøke å fjerne CalDAV-hendelsen og sende en avlysnings-ICS til kunden.

source: Reason (optional)
nb_no: Begrunnelse (valgfritt)

source: Optional note for audit log
nb_no: Valgfri merknad for revisjonslogg

source: Cancel Booking
nb_no: Avbryt bestilling

source: Are you sure you want to cancel this booking?
nb_no: Er du sikker på at du vil avbryte denne bestillingen?

source: Cancelling...
nb_no: Avbryter...

source: Cancelled
nb_no: Avbrutt

source: Unknown error
nb_no: Ukjent feil

source: Failed:
nb_no: Feilet:

source: Logs cleared.
nb_no: Logger slettet.

source: You do not have permission to clear logs.
nb_no: Du har ikke tillatelse til å slette logger.

source: You do not have permission to export logs.
nb_no: Du har ikke tillatelse til å eksportere logger.

source: Time (Local)
nb_no: Tid (lokal)

source: Level
nb_no: Nivå

source: Source
nb_no: Kilde

source: Booking ID
nb_no: Bestillings-ID

source: Staff ID
nb_no: Ansatt-ID

source: Staff Name
nb_no: Ansattnavn

source: Message
nb_no: Melding

source: Context
nb_no: Kontekst

source: All Levels
nb_no: Alle nivåer

source: All Sources
nb_no: Alle kilder

source: From
nb_no: Fra

source: To
nb_no: Til

source: Booking
nb_no: Bestilling

source: Staff
nb_no: Ansatt

source: Search message/context
nb_no: Søk i melding/kontekst

source: %d per page
nb_no: %d per side

source: Filter
nb_no: Filtrer

source: Export CSV
nb_no: Eksporter CSV

source: Clear Logs
nb_no: Tøm logger

source: Are you sure you want to clear all logs?
nb_no: Er du sikker på at du vil tømme alle logger?

source: Redirecting…
nb_no: Videresender…

source: Booking deleted.
nb_no: Bestilling slettet.

source: Unable to delete booking.
nb_no: Kan ikke slette bestilling.

source: Business days only
nb_no: Kun virkedager

source: Timezone
nb_no: Tidssone

source: Site TZ
nb_no: Nettstedets tidssone

source: Staff TZ
nb_no: Ansatts tidssone

source: Reset
nb_no: Tilbakestill

source: Total bookings in range:
nb_no: Totalt antall bestillinger i perioden:

source: Database Error:
nb_no: Databasefeil:

source: No bookings for this day.
nb_no: Ingen bestillinger denne dagen.

source: Start (Staff TZ)
nb_no: Start (ansatts tidssone)

source: Start (Site TZ)
nb_no: Start (nettstedets tidssone)

source: Group Size
nb_no: Gruppestørrelse

source: Actions
nb_no: Handlinger

source: View
nb_no: Vis

source: Delete this booking? This will remove it permanently.
nb_no: Slette denne bestillingen? Dette vil fjerne den permanent.

source: Staff-wide Breaks & Holidays
nb_no: Pause og helligdager for alle ansatte

source: Break
nb_no: Pause

source: Holiday
nb_no: Helligdag

source: Missing staff or CalDAV
nb_no: Mangler ansatt eller CalDAV

source: Connection OK
nb_no: Tilkobling OK

source: CalDAV connection failed
nb_no: CalDAV-tilkobling feilet

source: booking_id is required
nb_no: booking_id er påkrevd

source: Check error log for detailed availability debug information
nb_no: Se feilloggen for detaljert feilsøking av tilgjengelighet

source: Slot datetime required
nb_no: Tidspunkt for tidspunktspor er påkrevd

source: Staff ID is required
nb_no: Ansatt-ID er påkrevd

source: Technicians integration not available
nb_no: Tekniker-integrasjon er ikke tilgjengelig

source: Keys are 0=Sun..6=Sat; each value is array of {start_time, end_time}
nb_no: Nøkler er 0=søn..6=lør; hver verdi er en liste med {starttid, sluttid}

source: Technicians schedule API not available
nb_no: Tekniker-plan API er ikke tilgjengelig
